const initState = {
  books : [
          {
            id: 1,
            title:"مقدمة ابن خلدون ",
            author: "ابن خلدون ",
            isbn: "1289499030"
          },
          {
            id: 2,
            title :"الحاوي في الطب ",
            author: "ابو بكر الرازي ",
            isbn : "893847239479"
          },
          {
            id:3,
            title:"الوابل الصيب من الكلم الطيب",
            author:"ابن القيم الجوزية ",
            isbn:" 9780946621774",
          },
          {
            id:4,
            title:"مدارج السالكين",
            author: " ابن القيم الجوزية",
            isbn:"9789004433694",
          },
        ]


}
